/*************************************************************************
 * ADOBE CONFIDENTIAL
 * ___________________
 *
 * Copyright 2021 Adobe
 * All Rights Reserved.
 *
 * NOTICE: All information contained herein is, and remains
 * the property of Adobe and its suppliers, if any. The intellectual
 * and technical concepts contained herein are proprietary to Adobe
 * and its suppliers and are protected by all applicable intellectual
 * property laws, including trade secret and copyright laws.
 * Dissemination of this information or reproduction of this material
 * is strictly forbidden unless prior written permission is obtained
 * from Adobe.
 **************************************************************************/

"NSAppleEventsUsageDescription" = "Adobe Acrobat 需要访问其他应用程序以便扩展其功能。";
"NSContactsUsageDescription" = "Adobe Acrobat 会使用您的联系信息，以便您更轻松地与他人协作。";
"NSPhotoLibraryUsageDescription" = "Adobe Acrobat 使用“照片”库从图像创建 PDF，反之亦然。";
